semesteroppgave/oppgaven/undervisningsplan/undervisningsplan.tex
% Created 2018-11-01 to. 18:48
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\date{}
\title{}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.2.2 (Org mode 8.2.10)}}
\begin{document}





\section{Første time}
\label{sec-1}

\begin{center}
\begin{tabular}{llll}
Tid & Hva skjer? & Hvordan skal & Hvorfor skal\\
 &  & dette skje? & det skje?\\
\hline
0-3 & Oppstart av timen. & Få ro i klassen. & For å få oppmerksomheten\\
min &  & Elevene setter seg & og roen til elevene.\\
 &  & faste sitteplasser. & \\
 &  & Ta fravær ved at & \\
 &  & elevene krysser seg & \\
 &  & av. & \\
\hline
3-15 & Gjennomgang av temaet. & Elevene lytter og de & Dette skal skjer for\\
min & Læreren repiterer & som vil tar notater. & å formidle temaet.\\
 & tidligere matriale, & Først vil noen minutter bli & Læreren vil stille\\
 & samt presentere & satt av til å snakke om & spørsmål på kritiske\\
 & elevene for & vektorer og hva det vil si & punkter for å gi dem\\
 & skalarproduktet. & at vi har ett produkt av & en bedre forståelse\\
 &  & vektorer. Deretter vil & samnt skape dialog\\
 &  & skalarproduktet bli innført & i klassen. Deretter\\
 &  & og egenskapene til dette & forklares det hvordan\\
 &  & produktet vil bli forklart & skalarproduktet vi\\
 &  & . Så vil en eksempeloppgave & innfører nå, likner på\\
 &  & gjennomgått. & skalarproduktet i\\
 &  &  & planet.\\
\hline
15-35 & Elevene arbeider med & Eleven jobber med & Dette gjøres for å\\
min & oppgaver de har ifra & oppgavene. Hvis noen & styrke elevens forståelse\\
 & ett ark Læreren har & ikke forstår oppgaven & av temaet som har blitt\\
 & lagd. Læreren går & eller trenger hjelp, & gjennomgang av læreren.\\
 & rundt og hjelper & rekker de opp hånda. & Dette gir også læreren\\
 & elevene med oppgavene. &  & mulighet til å gjengi noe\\
 &  &  & eleven ikke har forstått,\\
 &  &  & eller som  var uklart.\\
\hline
35-45 & Læreren vil gjennomgå & Læreren gjennomgår & Dette gjøres for\\
min & løsning på noen av de & oppgaver som elevene & konsolidering og gir i\\
 & oppgavene elevene & har slitt med eller de & tillegg en mulighet for\\
 & slet med. Samt gå & oppgavene som var mest & å oppklare noe elevene\\
 & igjennom hva timen & instruktive. Elevene & ikke har forstått.\\
 & handlet om. & vil fortsette å arbeide & \\
 &  & med tidligere oppgaver, & \\
 &  & dersom de ikke ønsker å & \\
 &  & følge gjennomgangen. & \\
\hline
0-2 & Oppstart av timen. & Få ro i klassen etter & For å få oppmerksomheten\\
min &  & friminutt. Læreren vil & og roen til elevene.\\
 &  & få overblikk over hvem som & \\
 &  & er tilstedet. & \\
\hline
2-15 & Inroduksjon av & Etter elevene har fått & \\
min & kryssprodukt. & roen, kan læreren gå & \\
 &  & igjennom prinsippene bak & \\
 &  & kryssproduktet. Slik som & \\
 &  & hvordan kryss produktet & \\
 &  & gir en vektor ifra to & \\
 &  & vektorer, i motsetning til & \\
 &  & skalarproduktet som & \\
 &  & gir ett tall. & \\
 &  & Deretter vil det bli & \\
 &  & gjennomgått hvilke & \\
 &  & egenskaper dette produktet & \\
 &  & har, og den geometriske & \\
 &  & tolkningen. & \\
\hline
15-35 & Arbeid med oppgaver. &  & \\
min &  &  & \\
\hline
35-45 & Oppgaver løst på &  & \\
min & tavlen. &  & \\
\end{tabular}
\end{center}
% Emacs 25.2.2 (Org mode 8.2.10)
\end{document}
